Repository: yannfeat/val.repo
Catalog: inst/source/adea/po/R-adea-*.po
Languages: es

source: input should be a numeric vector, a numeric matrix or a numeric dataframe.
es: input debe ser un vector, una matriz o un data.frame numérico.

source: output should be a numeric vector, a numeric matrix or a numeric dataframe.
es: output debe ser un vector, una matriz o un data.frame numérico.

source: NA values in input are not allowed.
es: Valores NA no permitidos en input.

source: NA values in output are not allowed.
es: Valores NA no permitidos en output.

source: Unequal number of rows in input and output.
es: Desigual número de filas en input y output.

source: ux and vy should be provided together.
es: ux y vy deben proporcionarse simultáneamente.

source: ux should be NULL, a vector, a matrix or a dataframe.
es: ux debe ser NULL, un vector, una matriz o un data.frame.

source: Unequal number of rows in input and ux.
es: Desigual número de filas en input y ux.

source: vy should be NULL, a numeric matrix or dataframe.
es: vy debe ser NULL, un vector, una matriz o un data.frame.

source: Unequal number of rows in input and vy.
es: Desigual número de filas en input y vy.

source: eff should be NULL or a numeric vector.
es: eff debe ser NULL o un vector numérico.

source: Non numeric values in eff.
es: Valores no numéricos en eff.

source: Unequal number of rows in input and eff.
es: Desigual número de filas en input y eff.

source: adea_load_leverage: nmax must be numeric >= 0
es: adea_load_leverage: nmax debe ser un número >= 0

source: load.critical value should be a positive number less than 1.
es: load.critical debe ser un número positivo a lo sumo 1.

source: Starting adea_stepwise using backward selection
es: Iniciando adea_stepwise usando selección hacia atrás

source: load.critical value is
es: el valor de load.critical es

source: Step %d dropping %s %s with load equal to %f
es: Paso %d eliminando %s %s con carga igual a %f

source: Load values for current model
es: Valores de las cargas para el modelo actual

source: Load values for final model
es: Valores de las cargas para el modelo final

source: The reason for stop was that the
es: El motivo de la parada fue que

source: maximum number of steps has been reached.
es: el máximo número de pasos ha sido alcanzado.

source: load level given has been reached.
es: el nivel de la carga dado ha sido alcanzado.

source: ninputs must be at least 1
es: ninputs debe ser al menos 1

source: ninputs must be at most the number of input variables
es: ninputs debe ser a lo sumo el número de inputs

source: noutputs must be at least 1
es: noutputs debe ser al menos 1

source: noutputs must be at most the number of output variables
es: noutputs debe ser a lo sumo el número de outputs

source: nvariables must be at least 2
es: nvariables debe ser al menos 2

source: nvariables must be at most the total number of variables
es: nvariables debe ser a lo sumo el número total de variables

source: load.min value is not numeric
es: load.min no es de tipo numérico

source: The length of load.min does not match
es: La longitud de load.min no casa

source: load.max value is not numeric
es: load.max no es de tipo numérico

source: The length of load.max does not match
es: La longitud de load.max no casa

source: is not a numeric value or vector in [0, 1)
es: no es un valor o vector numérico en [0, 1)

source: is not a numeric value or vector greater or equal to 1
es: no es un valor o vector numérico mayor o igual a 1

source: load.max values must be greater than or equal load.min values
es: load.max debe ser al menos load.min

source: ninputs is not numeric
es: ninputs no es numérico

source: ninputs is not an integer
es: ninputs no es un entero

source: noutputs is not numeric
es: noutputs no es numérico

source: noutputs is not an integer
es: noutputs no es un entero

source: nvariables is not numeric
es: nvariables no es numérico

source: nvariables is not an integer
es: nvariables no es un entero

source: nvariables must be at least ninputs plus 1
es: nvariables debe ser al menos ninputs más 1

source: nvariables must be at most ninputs plus the noutputs
es: nvariables debe ser a lo sumo ninputs más noutputs

source: nvariables must be at least noutputs plus 1
es: nvariables debe ser al menos noutputs más uno

source: nvariables must be at most noutputs plus the ninputs
es: nvariables debe ser a lo sumo ninputs más noutputs

source: Objetive function and efficiencies does not match this can be due to a numerical issue.
es: La función objetivo y las eficiencias discrepan lo que podría ser debido a errores numéricos.

source: Unable to solve adea model. Solver status is
es: No se ha podido resolver el modelo adea. El estado del optimizador es

source: Optimal solution found
es: Solución óptima encontrada

source: The model is sub-optimal
es: El modelo es sub-óptimal

source: The model is infeasible
es: El modelo es infactible

source: The model is unbounded
es: Es modelo es ilimitado

source: The model is degenerate
es: El modelo es degenerado

source: Numerical failure encountered
es: Fallo numérico encontrado

source: Process aborted
es: Proceso abortado

source: Timeout
es: Tiempo agotado

source: The model was solved by presolve
es: El modelo se resolvió en el preproceso

source: The branch and bound routine failed
es: La rutina de ramificación y acotación falló

source: The branch and bound was stopped because of a break-at-first or break-at-value
es: La rutina de ramificación y acotación paró después de la primera solución o después de alcanzar el valor

source: A feasible branch and bound solution was found
es: Una solución factible de la ramificación y acotación fue encontrada

source: No feasible branch and bound solution was found
es: Ninguna solución factible de la ramificación y acotación fue encontrada

source: Unable to solve cadea model. Solver status is
es: No se ha podido resolver el modelo cadea. El estado del optimizador es

source: lp_solve_dea is deprecated and will be deleted in a future version of the package
es: lp_solve está obsoleta y será borrada en futuras versiones del paquete

source: orientation:
es: orientación:

source: not implemented yet.
es: no implementada aún.

source: Unable to solve dea model. Solver status is
es: No se ha podido resolver el modelo dea. El estado del optimizador es

source: DEA efficient frontier
es: Frontera eficiente AED

source: for model
es: para modelo

source: Selected inputs
es: Inputs seleccionados

source: Selected outputs
es: Outputs seleccionados

source: is not available.
es: no está disponible.

source: is not installed.
es: no está instalado.

source: There is no an applicable solver installed to solve the DEA problem.
es: No hay un solver instalado adecuado para la resolución del problema AED.

source: is not in applicable solver list for DEA problem. Applicable and available solvers are:
es: no hay un solver apropiado para el problema DEA. Los solvers apropiados y disponibles son:

source: Unable to solve DEA model. Solver status is
es: No se ha podido resolver el modelo AED. El estado del optimizador es

source: Unable to solve fsdea model. Solver status is
es: No se ha podido resolver el modelo fsdea. El estado del optimizador es

source: eff.tolerance is not a number between 0 and 1
es: eff.tolerance no es un número entre 0 y 1
